app/controllers/questions_controller.rb

INSERT INTO "questions" ("created_at", "question", "updated_at") VALUES (?, ?, ?)  [["created_at", Thu, 17 Oct 2013 22:27:12 UTC +00:00], ["question", "how old are you"], ["updated_at", Thu, 17 Oct 2013 22:27:12 UTC +00:00]]
---
  def create
    @question = Question.new(question_params)
    @question.author = current_user

    respond_to do |format|
      if @question.save